Repository: LiamMorrow/LiftLog
Catalog: LiftLog.Ui/i18n/UiStrings.*.resx
Languages: de, es, fi, fr, it, nl, ru, sr

# DeleteSessionMessage{SessionName}{Date}
source: The session named <em>{0}</em>, on {1} will be deleted from history. This cannot be undone.
de: Die Session mit dem Namen <em>{0}</em> am {1} wird von dem Verlauf gelöscht. Dies kann nicht rückgängig gemacht werden.
es: La sesión con el nombre <em>{0}</em>, en {1} será eliminada del historial. Esta acción no puede deshacerse.
fi: Harjoitus nimeltä <em>{0}</em> päivältä {1} poistetaan historiasta. Tätä ei voi kumota.
fr: La séance nommée <em>{0}</em>, du {1} sera supprimée de l'historique. Cette action ne peut pas être annulée.
it: La sessione <em>{0}</em>, del {1} sarà elimminata dalla cronologia. Questo non potrà essere annulllato.
nl: De sessie met naam <em>{0}</em>, op {1} zal verwijderd worden uit je historie. Dit kan niet ongedaan gemaakt worden.
ru: Тренировка <em>{0}</em> за {1} будет удалена из истории. Это необратимо.
sr: Serija pod imenom <em>{0}</em>, na {1} će biti obrisana iz istorije. Ovo se ne može poništiti.

# DeleteSessionQuestion
source: Delete Session?
de: Session löschen?
es: ¿Eliminar sesión?
fi: Poistetaanko harjoitus?
fr: Supprimer la séance ?
it: Vuoi eliminare la sessione?
nl: Verwijder sessie?
ru: Удалить тренировку?
sr: Obrišite Seriju?

source: Delete
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
it: Elimina
ru: Удалить
sr: Obriši

source: Manage plans
de: Pläne verwalten
es: Administrar planes
fi: Hallitse suunnitelmia
fr: Gérer les plans
it: Gestisci piani
nl: Beheer trainingsplannen
ru: Управление планами
sr: Upravljajte planovima

# ManagePlansSubtitle
source: Setup your workout plans
de: Erstelle deinen Workout-Plan
es: Configura tus planes de entrenamiento
fi: Määritä harjoitussuunnitelmasi
fr: Configurez vos plans d'entraînement
it: Imposta i tuoi piani di allenamento
nl: Deel je trainingsplannen in.
ru: Настройте планы тренировок
sr: Podesite vaše planove za vežbanje

source: App configuration
de: App konfigurieren
es: Configuración de la aplicación
fi: Sovelluksen asetukset
fr: Configuration de l'application
it: Configurazione app
nl: App configuratie
ru: Настройки приложения
sr: Podešavanja aplikacije

# AppConfigurationSubtitle
source: Adjust weight units, theme, and other misc. settings
de: Gewichtseinheiten, Theme oder andere Einstellungen anpassen
es: Ajustar unidades de pesos, tema y otras configuraciones.
fi: Säädä painoyksiköitä, ulkoasua ja muita asetuksia
fr: Ajustez les unités de poids, le thème et autres paramètres divers
it: Modifica le unità di misura, i temi ecc.
nl: Pas eenheden, thema en anderen instellingen aan.
ru: Единицы веса, тема и другие параметры
sr: Podesite jedinice težine, temu i ostale postavke

source: Notifications
de: Benachrichtigungen
es: Notificaciones
fi: Ilmoitukset
it: Notifiche
nl: Notificaties
ru: Уведомления
sr: Notifikacije

# NotificationsSubtitle
source: Adjust notification settings for rest timers
de: Benachrichtigungen für Ruhe-Timer anpassen
es: Ajustar configuración de notificaciones para los cronómetros de descanso
fi: Säädä lepoajastimen ilmoitusasetuksia
fr: Ajustez les paramètres de notification pour les minuteurs de repos
it: Modifica le impostazioni delle notifiche dei timer di recupero
nl: Pas notificaties aan voor rust timers
ru: Настройки уведомлений для таймера отдыха
sr: Podesite obaveštenja za tajmere odmora

# ExportBackupRestore
source: Export, backup, and restore
de: Export, Backups und Wiederherstellung
es: Exportar, guardar copia de seguridad y restaurar
fi: Vie, varmuuskopioi ja palauta
fr: Exporter, sauvegarder et restaurer
it: Esporta, backup e ripristino
nl: Exporteer, back-up, en herstel
ru: Экспорт и восстановление
sr: Izvezite, napravite rezervnu kopiju i povratite podatke

# ExportBackupRestoreSubtitle
source: Create and export backups for transferring between devices
de: Erstelle und exportiere ein Backup zwischen Geräten
es: Crear y exportar copias de seguridad para transferir entre dispositivos
fi: Luo ja vie varmuuskopioita laitteelta toiselle siirtämistä varten
fr: Créez et exportez des sauvegardes pour transférer entre appareils
it: Crea ed esporta backup per trasferire dati tra dispositivi
nl: Maak en exporteer back-ups naar andere apparaten.
ru: Создание резервных копий для переноса на другие устройства
sr: Napravite i izvezite rezervne kopije za prenos između uređaja

source: Feature request
de: Feature-Vorschlag
es: Solicitar funcionalidad
fi: Ehdota ominaisuutta
fr: Demande de fonctionnalité
it: Suggerisci una funzione
nl: Functie aanvraag
ru: Запрос функции
sr: Predložite novu funkciju

# FeatureRequestSubtitle
source: Suggest a new feature that you think LiftLog should have!
de: Schlage eine neue Funktion für LiftLog vor!
es: ¡Sugerí una nueva funcionalidad que pensas que LiftLog debería tener!
fi: Ehdota uutta ominaisuutta, jonka LiftLog mielestäsi tarvitsee!
fr: Suggérez une nouvelle fonctionnalité que LiftLog devrait avoir !
it: Suggerisci una nuova funzione che pensi LiftLog debba avere!
nl: Stuur een suggestie voor een nieuwe functionaliteit voor LiftLog.
ru: Предложите новую функцию для LiftLog!
sr: Predložite novu funkciju za koju mislite da LiftLog treba da ima!

source: Bug report
de: Fehler melden
es: Reporte de fallas
fi: Ilmoita virheestä
fr: Signalement de bug
it: Segnala un bug
ru: Сообщение об ошибке
sr: Prijavite grešku

# BugReportSubtitle
source: Let us know when you encounter a bug
de: Lass uns wissen, wenn du einen Fehler entdeckt hast
es: Contáctanos cuando encuentres una falla
fi: Ilmoita meille kun havaitset ohjelmassa virheen
fr: Faites-nous savoir quand vous rencontrez un bug
it: Facci sapere se riscontri bug
nl: Laat ons weten wanneer je een bug tegenkomt.
ru: Сообщите об обнаруженной ошибке
sr: Obavestite nas kada naiđete na grešku

source: App info
de: App-Informationen
es: Información de la aplicación
fi: Sovelluksen tiedot
fr: Infos sur l'app
it: Info app
ru: О приложении
sr: Informacije o aplikaciji

# AppInfoSubtitle
source: Display app information
de: Zeige App-Informationen an
es: Mostrar información de la aplicación
fi: Näytä sovelluksen tiedot
fr: Afficher les informations de l'application
it: Mostra le informazioni dell'app
nl: Toon app informatie
ru: Информация о приложении
sr: Prikaži informacije o aplikaciji

source: Close
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
nl: Sluit
ru: Закрыть
sr: Zatvori

source: Saved Plans
de: Gespeicherte Pläne
es: Guardar planes
fi: Tallennetut suunnitelmat
fr: Plans sauvegardés
it: Piani salvati
nl: Opgeslagen Trainingsplannen
ru: Сохранённые планы
sr: Sačuvani Planovi

source: Add plan
de: Plan hinzufügen
es: Añadir plan
fi: Lisää suunnitelma
fr: Ajouter un plan
it: Aggiungi piano
nl: Voeg trainingsplan toe
ru: Добавить план
sr: Dodaj plan

# SelectedPlan{Plan}
source: Selected <em>{0}</em>
de: <em>{0}</em> ausgewählt
es: <em>{0}</em> seleccionados
fi: Valittu: <em>{0}</em>
fr: Sélectionné <em>{0}</em>
it: Selezionati <em>{0}</em>
nl: &lt geselecteerd;em>{0}</em>
ru: Выбран <em>{0}</em>
sr: Odabrali ste <em>{0}</em>

source: Rest notifications
de: Ruhe-Benachrichtigungen
es: Notificaciones de descanso
fi: Lepoajan ilmoitukset
fr: Notifications de repos
it: Notifche recupero
nl: Rust notificaties
ru: Уведомления об отдыхе
sr: Notifikacije tokom odmora

# RestNotificationsSubtitle
source: Show a notification when the rest timer is up
de: Zeige eine Benachrichtigung an, wenn der Ruhe-Timer vorbei ist
es: Mostrar una notificación cuando el reloj de descanso se haya cumplido
fi: Näytä ilmoitus kun lepoaika on kulunut
fr: Afficher une notification quand le minuteur de repos est terminé
it: Mostra una notifica quando il timer del recupero giunge al termine
nl: Toon notificatie wanneer rust timer v verlopen is
ru: Уведомлять по окончании отдыха
sr: Prikaži notifikaciju kada istekne tajmer za odmor

source: Plan Name
de: Plan-Namen
es: Nombre del plan
fi: Suunnitelman nimi
fr: Nom du plan
it: Nome Piano
nl: Naam van trainingsplan
ru: Название плана
sr: Ime Plana

# NoWorkoutsInPlan
source: No workouts in plan<br> Add a workout to get started.
de: Kein Workout im Plan<br> Füge ein Workout hinzu, um zu beginnen.
es: No hay entrenamientos en el plan<br> Agrega un entrenamiento para comenzar.
fi: Ei harjoituksia suunnitelmassa<br>Lisää harjoitus aloittaaksesi.
fr: Aucun entraînement dans le plan<br> Ajoutez un entraînement pour commencer.
it: Nessun allenamento nel piano <br> Aggiungi un allenamento per iniziare.
nl: Geen trainingen in het plan<br> Voeg een training toe om te beginnen.
ru: В плане нет тренировок<br>Добавьте тренировку для начала.
sr: Nema vežbanja u planu<br> Dodajte vežbanje da biste započeli.

source: Add workout
de: Workout hinzufügen
es: Añadir entrenamiento
fi: Lisää harjoitus
fr: Ajouter un entraînement
it: Aggiungi allenamento
nl: Training toevoegen
ru: Добавить тренировку
sr: Dodaj trening

# UseWorkout
source: Use
de: Nutzen
es: Usar
fi: Käytä
fr: Utiliser
it: Usa
nl: Selecteer
ru: Использовать
sr: Koristi

# ManageWorkout{Workout}
source: Manage {0}
de: Verwalte {0}
es: Administrar {0}
fi: Hallitse {0}
fr: Gérer {0}
it: Gestisci {0}
ru: Управление {0}
sr: Upravljaj {0}

source: Workout Name
es: Nombre del entrenamiento
fi: Harjoituksen nimi
fr: Nom de l'entraînement
it: Nome Allenamento
nl: Trainings Naam
ru: Название тренировки
sr: Ime Treninga

source: Workout Notes
de: Workout-Notizen
es: Notas del entrenamiento
fi: Harjoituksen muistiinpanot
fr: Notes d'entraînement
it: Note Allenamento
nl: Trainings Notes
ru: Заметки к тренировке
sr: Beleške Treninga

# NoExercisesAdded
source: No exercises added yet
de: Noch keine Übung hinzugefügt
es: No hay ejercicios agregados
fi: Ei vielä lisättyjä liikkeitä
fr: Aucun exercice ajouté pour l'instant
it: Nessun esercizio aggiunto
nl: Nog geen oefeningen toegevoegd
ru: Упражнения не добавлены
sr: Nijedno vežbanje još uvek nije dodato

source: Exercises
de: Übungen
es: Ejercicios
fi: Liikkeet
fr: Exercices
it: Esercizi
nl: Oefeningen
ru: Упражнения
sr: Vežbanja

# RemoveExerciseFromWorkoutMessage{Exercise}{Session}
source: This will remove the exercise <em>{0}</em> from <em>{1}</em>.
de: Durch wird die Übung <em>{0}</em> von <em>{1}</em> entfernt.
es: Esto quitará el ejercicio <em>{0}</em> de <em>{1}</em>
fi: Tämä poistaa liikkeen <em>{0}</em> harjoituksesta <em>{1}</em>.
fr: Cela supprimera l'exercice <em>{0}</em> de <em>{1}</em>.
it: Questo rimuoverà l'esercizio <em>{0}</em> da <em>{1}</em>.
nl: De oefening <em>{0}</em> zal verwijderd worden uit <em>{1}</em>.
ru: Упражнение <em>{0}</em> будет удалено из <em>{1}</em>.
sr: Ovo će ukloniti vežbanje <em>{0}</em> iz <em>{1}</em>.

# BackUpDataSubtitle
source: Export your data to a file for backup or transfer
de: Exportiere deine Daten in eine Datei für ein Backup oder eine Datenübertragung
es: Exporta tu información a un archivo para copia de seguridad o transferirlo
fi: Vie tietosi tiedostoon varmuuskopiointia tai siirtoa varten
fr: Exporter vos données dans un fichier pour sauvegarde ou transfert
it: Esporta dati in un file per il backup o per un trasferimento
nl: Exporteer je data naar een bestand voor back-ups of data verplaatsing.
ru: Экспорт данных в файл для резервирования
sr: Izvezite svoje podatke u datoteku za rezervnu kopiju ili prenos.

source: Restore data
de: Daten wiederherstellen
es: Restaurar información
fi: Palauta tiedot
fr: Restaurer les données
it: Ripristina dati
nl: Herstel data
ru: Восстановить данные
sr: Vratite podatke

# RestoreDataSubtitle
source: Import data from a file to restore
de: Daten von einer Datei wiederherstellen
es: Importar información desde un archivo de restauración
fi: Tuo tiedot tiedostosta palauttamista varten
fr: Importer des données depuis un fichier pour restauration
it: Importa dati da un file per il ripristino
nl: Importeer data uit een bestand om te herstellen.
ru: Импорт данных из файла
sr: Uvezite podatke iz datoteke kako biste ih vratili

source: Automatic remote backup
de: Automatisches Remote-Backup
es: Copia de seguridad remota automática
fi: Automaattinen etävarmuuskopiointi
fr: Sauvegarde automatique distante
it: Backup remoti automatici
nl: Automatische back-up op afstand
ru: Автономное резервное копирование
sr: Automatska udaljena rezervna kopija

source: Plaintext export
de: Klartext-Export
es: Exportación de datos en formato de texto plano
fi: Tekstimuotoinen vienti
fr: Export en texte brut
it: Esportazione Plaintext
nl: Exporteer als platte tekst
ru: Текстовый экспорт
sr: Izvoz u običnom tekstu

# PlaintextExportSubtitle
source: Export your data in a plaintext format such as CSV for use in other applications
de: Exportiert deine Daten in ein Klartext-Format, wie eine CSV, um die Daten in anderen Anwendungen zu nutzen
es: Exportar tu información en formato de texto plano como CSV para su uso en otras aplicaciones
fi: Vie tietosi tekstimuodossa (esim. CSV) muissa sovelluksissa käytettäväksi
fr: Exporter vos données en format texte brut comme CSV pour utilisation dans d'autres applications
it: Esporta i tuoi dati in un formato plaintext ad es.CSV per l'uso in altre applicazioni
nl: Exporteer jouw data in platte tekst formaat zoals CSV om elders te gebruiken.
ru: Экспорт в текстовом формате (CSV) для других приложений
sr: Izvezite svoje podatke u formatu običnog teksta, kao što je CSV, za korišćenje u drugim aplikacijama

# AutomaticRemoteBackupSubtitle
source: Send backups to a remote server. Advanced users only
de: Backups auf einen Remote-Server senden. Nur für erfahrene Nutzer
es: Enviar copia de seguridad a un servidor remoto. Solo usuarios avanzados.
fi: Lähetä varmuuskopiot etäpalvelimelle. Vain edistyneille käyttäjille
fr: Envoyer les sauvegardes vers un serveur distant. Utilisateurs avancés uniquement
it: Invia i backup ad un server remoto. Per utenti avanzati.
nl: Verstuur back-ups naar een server op afstand. Alleen voor geavanceerde gebruikers.
ru: Отправка копий на удалённый сервер (для опытных)
sr: Šaljite rezervne kopije na udaljenom serveru. Samo za napredne korisnike

# ImportFeedDataQuestion
source: Import feed data?
de: Feed-Daten importieren?
es: ¿Importar la información del feed?
fi: Tuodaanko syötteen tiedot?
fr: Importer les données du fil ?
it: Vuoi importare i dati del feed?
nl: Feed data importeren?
ru: Импортировать данные ленты?
sr: Uvoz podataka iz toka?

# ImportFeedDataQuestionMessage
source: This backup includes a feed account. Would you like to import it?<br>You will lose access to your current account without a backup.<br><em>This will replace your current account and cannot be undone!</em>
de: Das Backup enthält eine Feed-Konto. Möchtest du dieses importieren?<br>Du verlierst dadurch dein bestehendes Konto ohne Backup.<br><em>Dadurch wird dein bestehenden Konto ersetzt, was nicht rückgängig gemacht werden kann!</em>
es: Esta copia de seguridad incluye una cuenta de feed. ¿Quieres importarla?<br>Perderás el acceso a tu cuenta actual sin una copia de seguridad.<br><em>¡Esto reemplazará tu cuenta actual y no se puede deshacer!</em>
fi: Tämä varmuuskopio sisältää syötetilin. Haluatko tuoda sen?<br>Menetät pääsyn nykyiseen tiliisi ilman varmuuskopiota.<br><em>Tämä korvaa nykyisen tilisi eikä sitä voi perua!</em>
fr: Cette sauvegarde inclut un compte de fil. Voulez-vous l'importer ?<br>Vous perdrez l'accès à votre compte actuel sans sauvegarde.<br><em>Cela remplacera votre compte actuel et ne peut pas être annulé !</em>
it: Questo backup include un account del feed. Vuoi importarlo?<br>Perderai accesso al tuo account corrente senza un backup.<br><em>Questo sostituirà il tuo account corrente e non può essere annullato!</em>
nl: Deze back-up bevat een account met feed. Wil je deze importeren?<br>Je verliest toegang tot dit account als er geen back-up is.<br><em>Je huidige account wordt definitief verwijderd!</em>
ru: Эта копия содержит данные ленты. Импортировать?<br>Без резервной копии вы потеряете текущий аккаунт.<br><em>Внимание! Это заменит текущий аккаунт безвозвратно!</em>
sr: Ova rezervna kopija uključuje nalog za tok. Da li želite da ga uvezete?<br>Izgubićete pristup svom trenutnom nalogu bez rezervne kopije.<br><em>Ovo će zameniti vaš trenutni nalog i ne može se poništiti!</em>

source: Import
de: Importieren
es: Importar
fi: Tuo
fr: Importer
it: Importa
nl: Importeer
ru: Импортировать
sr: Uvezite

source: Include feed
de: Feed inkludieren
es: Incluir feed
fi: Sisällytä syöte
fr: Inclure le fil
it: Includi feed
nl: Feed toevoegen
ru: Включить ленту
sr: Uključi i tok

source: Just my data
de: Nur meine Daten
es: Solo mi información
fi: Vain omat tietoni
fr: Uniquement mes données
it: Solo i miei dati
nl: Alleen mijn data
ru: Только мои данные
sr: Samo moji podaci

source: Backup feed account
de: Feed-Konto sichern
es: Copia de seguridad del feed de la cuenta
fi: Varmuuskopioi syötetili
fr: Sauvegarder le compte du fil
it: Backup account del feed
ru: Резервирование аккаунта
sr: Napravite rezervnu kopiju tok naloga

# BackupFeedAccountMessage
source: Include your feed account and followed users in this backup?<br><em>Caution: This would allow anyone with this backup to post feed content with your account</em>
de: Dein Feed-Konto und deine gefolgten Nutzer in das Backup inkludieren?<br><em>Achtung: Dadurch kann jeder mit dem Backup mit deinem Konto in deinen Feed posten</em>
es: ¿Incluir tu cuenta de feed y los usuarios que sigues en esta copia de seguridad?<br><em>Precaución: Esto permitiría que cualquier persona con esta copia de seguridad publique contenido de feed con tu cuenta</em>
fi: Sisällytetäänkö syötetilisi ja seuraamasi käyttäjät tähän varmuuskopioon?<br><em>Varoitus: Tämä mahdollistaa kenen tahansa varmuuskopion haltijan julkaista sisältöä tililläsi</em>
fr: Inclure votre compte de fil et les utilisateurs suivis dans cette sauvegarde ?<br><em>Attention : Cela permettrait à quiconque ayant cette sauvegarde de publier du contenu avec votre compte</em>
it: Includi il tuo account del feed e gli utenti seguiti in questo backup?<br><em>Attenzione: Questo permetterà a chiunque lo possieda di pubblicare contenuti con il tuo account</em>
nl: Jouw feed account en volgers toevoegen in deze back-up?<br><em>Let op: Iedereen zal met deze back-up de feed kunnen gebruiken met jouw account</em>
ru: Включить аккаунт ленты и подписки в копию?<br><em>Внимание: владелец копии сможет публиковать контент от вашего имени</em>
sr: Uključite svoj nalog za tok i pratioce u ovu rezervnu kopiju??<br><em>Caution: Ovo bi omogućilo svakome ko ima ovu rezervnu kopiju da postavlja sadržaj na vašem nalogu</em>

source: Use imperial units
de: Nutze imperiale Einheiten
es: Usar unidades imperiales
fi: Käytä Yhdysvaltalaisia mittayksiköitä
fr: Utiliser les unités impériales
it: Usa unità imperiali
nl: Gebruik imperiale eenheden
ru: Использовать имперские единицы
sr: Koristite imperijalne jedinice

# UseImperialUnitsSubtitle
source: Use pounds in favour of kilograms
de: Nutze Pfund anstatt Kilogramm
es: Usar libras en favor de kilogramos
fi: Käytä paunoja kilogrammojen sijaan
fr: Utiliser les livres plutôt que les kilogrammes
it: Usa le libbre al posto dei chilogrammi
nl: Gebruik pounds (NL: ponden) in plaats van kilogram
ru: Фунты вместо килограммов
sr: Koristite funte umesto kilograma

source: Show bodyweight
de: Körpergewicht anzeigen
es: Mostrar peso corporal
fi: Näytä kehonpaino
fr: Afficher le poids corporel
it: Mostra peso corporeo
nl: Bekijk lichaamsgewicht
ru: Отслеживать вес тела
sr: Prikaži telesnu težinu

# ShowBodyweightSubtitle
source: Enable bodyweight tracking and statistics
de: Ermöglicht das Aufzeichnen des Körpergewichts
es: Habilitar seguimiento de peso corporal y estadísticas
fi: Ota käyttöön kehonpainon seuranta ja tilastot
fr: Activer le suivi du poids corporel et les statistiques
it: Attiva monitoraggio del peso corporeo e le statistiche
nl: Zet lichaamsgewicht tracking en statistieken aan.
ru: Включить статистику веса тела
sr: Omogući praćenje telesne težine i statistiku

source: Show feed
de: Feed anzeigen
es: Mostrar feed
fi: Näytä syöte
fr: Afficher le fil
it: Mostra feed
nl: Bekijk feed
ru: Показывать ленту
sr: Prikaži tok

# ShowFeedSubtitle
source: Display the feed in the navigation bar
de: Zeigt den Feed in der Navigationsleiste an
es: Mostrar el feed en la barra de navegación
fi: Näytä syöte navigointipalkissa
fr: Afficher le fil dans la barre de navigation
it: Mostra il feed nella barra di navigazione
nl: Toon feed in de navigatie balk
ru: Отображение ленты в навигации
sr: Prikaži tok u navigacionoj traci

source: Show tips
de: Tipps zeigen
es: Mostrar consejos
fi: Näytä vinkit
fr: Afficher les conseils
it: Mostra suggerimenti
nl: Toon tips
ru: Показывать подсказки
sr: Prikaži savete

# ShowTipsSubtitle
source: Show tips on how to use the app
de: Zeigt Tipps, wie die App genutzt werden kann
es: Mostrar consejos de cómo usar la aplicación
fi: Näytä vinkkejä sovelluksen käyttöön
fr: Afficher les conseils sur l'utilisation de l'application
it: Mostra suggerimenti su come usare l'app
nl: Toon tips voor het gebruik van de app
ru: Советы по использованию приложения
sr: Prikaži savete kako koristiti aplikaciju

source: Reset tips
de: Tipps zurücksetzen
es: Reiniciar consejos
fi: Nollaa vinkit
fr: Réinitialiser les conseils
it: Reimposta suggerimenti
ru: Сбросить подсказки
sr: Resetuj savete

# PlaintextExportDescription
source: This feature allows you to export your data in a plaintext format such as CSV for use in other applications. It is not intended for backup purposes. For backups, please use the backup feature. LiftLog cannot restore data from plaintext exports.
de: Diese Funktion ermöglicht den Export von Daten in einem Klartextformat wie CSV zur Nutzung in anderen Anwendungen. Es ersetzt nicht ein ordentliches Backup. Für ein Backup sollte die Backup-Funktion genutzt werden. LiftLog kann keine Daten von Klartext wiederherstellen.
es: Esta función le permite exportar sus datos en texto plano, como CSV, para usarlos en otras aplicaciones. No está diseñada para realizar copias de seguridad. Para ello, utilice la función de copia de seguridad. LiftLog no puede restaurar datos de exportaciones de texto plano.
fi: Tämä ominaisuus mahdollistaa tietojesi viennin tekstimuodossa kuten CSV-tiedostona muissa sovelluksissa käytettäväksi. Tätä ei ole tarkoitettu varmuuskopiointiin. Käytä varmuuskopiointiin varmuuskopiointiominaisuutta. LiftLog ei voi palauttaa tietoja tekstimuotoisista vienneistä.
fr: Cette fonctionnalité vous permet d'exporter vos données dans un format texte brut comme CSV pour une utilisation dans d'autres applications. Elle n'est pas destinée à des fins de sauvegarde. Pour les sauvegardes, veuillez utiliser la fonction de sauvegarde. LiftLog ne peut pas restaurer les données à partir d'exports en texte brut.
it: Questa funzionalità ti permette di esportare i dati in un formato plaintext come ad es. CSV per l'uso in altre applicazioni. Non è pensato per essere un backup. Per i backup, usa la funzione di backup. LiftLog non può ripristinare i dati dalle esportazioni plaintext.
nl: Met deze functionaliteit kan je jouw data exporteren in een platte tekst formaat zoals CSV voor gebruik in andere applicaties. Voor back-ups, gebruik de aparte back-up functionaliteit. LiftLog kan geen data importeren uit platte tekst bestanden.
ru: Экспорт данных в текстовом формате (CSV) для других приложений. Не предназначен для резервирования. Для бэкапа используйте соответствующую функцию. LiftLog не восстанавливает данные из текстового экспорта.
sr: Ova funkcija vam omogućava da izvezete svoje podatke u formatu običnog teksta, kao što je CSV, za korišćenje u drugim aplikacijama. Nije namenjeno za svrhe pravljenja rezervnih kopija. Za rezervne kopije, molimo koristite funkciju za rezervne kopije. LiftLog ne može da vrati podatke iz izvoznih fajlova u običnom tekstu.
