Repository: LiamMorrow/LiftLog
Catalog: LiftLog.Ui/i18n/UiStrings.*.resx
Languages: de, es, fi, fr, it, nl, ru, sr

# PublishBodyweightSubtitle
source: Publish your bodyweight with your workouts
de: Körpergewicht gemeinsam mit Workouts veröffentlichen
es: Publicar tu peso corporal junto con tus entrenamientos
fi: Julkaise kehonpainosi harjoituksesi yhteydessä
fr: Publier votre poids corporel avec vos entraînements
it: Pubblica il tuo peso corporeo con i tuoi allenamenti
nl: Publiceer lichaamsgewicht samen met je training
ru: Публиковать вес тела с тренировками
sr: Objavite vašu težinu tela sa vašim vežbanjima

source: Reset account
de: Konto zurücksetzen
es: Reiniciar cuenta
fi: Nollaa tili
fr: Réinitialiser le compte
it: Reimposta account
ru: Сбросить аккаунт
sr: Resetujte Nalog

# ResetAccountMessage
source: This will delete your data on the servers and unsubscribe you from all feeds. You will need to resubscribe and share a new link if you want to share your workouts again.
de: Das Zurücksetzen des Kontos wird deine Daten auf dem Server löschen und dich von allen Feeds abmelden. Du musst erneut einen Link teilen, wenn du dein Workout mit anderen teilen möchtest.
es: Esto eliminará tus datos de los servidores y te dará de baja de todas los feeds. Deberás volver a suscribirte y compartir un nuevo enlace si quieres volver a compartir tus entrenamientos.
fr: Cela supprimera vos données des serveurs et vous désabonnera de tous les fils. Vous devrez vous réabonner et partager un nouveau lien si vous souhaitez partager à nouveau vos entraînements.
it: Questo eliminerà i tuoi dati con i server e ti disiscriverà da tutti i tuoi feed. Dovrai reiscriverti e condividere un nuovo lin se vuoi condividere ancora i tuoi allenamenti
nl: Hiermee verwijder je al jouw data van de servers en je feed. Je moet je opnieuw aanmelden en een nieuwe link aanmaken om opnieuw trainingen te delen.
ru: Это удалит ваши данные с серверов и отпишет вас от всех лент. Для повторного обмена нужно создать новую ссылку.
sr: Ovo će obrisati vaše podatke sa servera i odjaviti vas sa svih tokova. Morate se ponovo prijaviti i podeliti novi link ako želite ponovo da delite svoje treninge.

# OnlyThoseWithTheLinkCanSee
source: Only those with the link can see what you've shared.
de: Nur mit dem Link können andere sehen, was du geteilt hast.
es: Sólo aquellos con el enlace podrán ver lo que has compartido.
fr: Seules les personnes ayant le lien peuvent voir ce que vous avez partagé.
it: Solo chi possiede il link può vedere cosa hai pubblicato.
nl: Alleen mensen met deze link kunnen zien wat jij deelt.
ru: Только люди с ссылкой увидят ваш контент.
sr: Samo oni sa linkom mogu videti šta ste podelili.

source: Share link
de: Link teilen
es: Compartir enlace
fi: Jaa linkki
fr: Partager le lien
it: Condividi link
nl: Deel link
ru: Поделиться ссылкой
sr: Podeli link

source: Unlock
de: Freischalten
es: Desbloquear
fr: Débloquer
it: Sblocca
nl: Openen
ru: Разблокировать
sr: Otključaj

source: Pro Features
de: Pro-Funktionen
es: Funcionalidades Pro
fi: Maksulliset ominaisuudet
fr: Fonctionnalités Pro
it: Funzionalità Pro
nl: Pro functies
ru: Pro-функции
sr: Pro Funkcije

# AiPlannerSubtitle
source: Use AI to generate an entire program suited to your goals
de: Nutze KI zur Generierung von Plänen, zugeschnitten auf deine Ziele
es: Usar IA para generar un programa entero ajustado a tus objetivos
fr: Utilisez l'IA pour générer un programme complet adapté à vos objectifs
it: Usa l'IA per generare piani di allenamento in base ai tuoi obiettivi
nl: Gebruik AI om een nieuw programma te genereren dat aansluit op jouw doelen
ru: Персональная программа тренировок от ИИ
sr: Koristite veštačku intelegenciju za stvaranje celog programa prilagođenog vašim ciljevima

# AiSessionCreatorSubtitle
source: Generate a workout session to import into your plan or complete now!
de: Generiere eine Workout-Session, die in deinen Plan importiert oder direkt durchgeführt werden kann
es: ¡Generar una sesión de entrenamiento para importar a tu plan o completalo ahora!
fr: Générez une séance d'entraînement à importer dans votre plan ou à réaliser maintenant !
it: Genera una sessione di allenamento da importare nel tuo piano o completa adesso!
nl: Genereer een trainingssessie om te importeren in jouw trainingsplan of eindig nu!
ru: Создание тренировки для добавления в план или выполнения
sr: Stvorite trening seriju koju možete uvesti u svoj plan ili odmah završiti!

source: Upgrade to Pro
de: Auf Pro upgraden
es: Actualizar a Pro
fi: Vaihda maksulliseen versioon
fr: Passer à Pro
it: Aggiorna alla versione Pro
nl: Upgrade naar Pro
ru: Перейти на Pro
sr: Nadogradite na Pro

# UpgradeToProDescription
source: This will unlock the AI planner, which will generate a plan tailored specifically to you and your goals. <br>This is a one time purchase of:
de: Das Upgrade wird den KI-Planner freischalten, welcher es dir ermöglicht, auf dich zugeschnittene Pläne zu generieren. <br>Dies ist ein einmaliger Kauf von:
es: Esto desbloqueará el planificador de IA, que generará un plan adaptado específicamente a ti y a tus objetivos. <br>Esta es una compra única de:
fr: Cela débloquera le planificateur IA, qui générera un plan adapté spécifiquement à vous et vos objectifs. <br>C'est un achat unique de :
it: Questo sblocchera l'AI planner, che genererà un piano di allenamento personalizzato per te e i tuoi obiettivi. <br> Consiste in un singolo acquisto di:
nl: Dit ontgrendelt de AI planner, waarmee je trainingsplannen kunt genereren afgesteld op jezelf en jouw doelen. <br>Dit is een eenmalige aankoop van:
ru: Доступ к ИИ-планировщику, создающему персональную программу. <br>Единоразовая оплата:
sr: Ovo će otključati planer sa veštačkom intelegencijom, koji će stvoriti plan prilagođen specifično vama i vašim ciljevima. <br>Ovo je jednokratna kupovina u iznosu od:

source: Upgrade
es: Actualizar
fr: Mettre à niveau
it: Aggiorna
ru: Обновить
sr: Nadogradite

# PlanSharedWithYou
source: This plan has been shared with you.
de: Dieser Plan wurde mit dir geteilt.
es: Este plan ha sido compartido contigo.
fr: Ce plan a été partagé avec vous.
it: Questo piano è stato condiviso con te.
nl: Dit trainingsplan is gedeeld met jou.
ru: Этот план был вам предоставлен.
sr: Ovaj plan je podeljen sa vama.

source: Shared Plan
de: Geteilte Pläne
es: Plan compartido
fr: Plan partagé
it: Condividi piano
nl: Gedeeld trainingsplan
ru: Общий план
sr: Podeljen Plan

source: Settings saved
de: Einstellungen gespeichert
es: Ajustes guardados
fr: Paramètres sauvegardés
it: Impostazioni salvate
nl: Instellingen opgeslagen
ru: Настройки сохранены
sr: Podešavanja su sačuvana

source: Backup sent successfully
de: Sicherung wurde erfolgreich gesendet
es: Copia de seguridad enviada exitosamente
fr: Sauvegarde envoyée avec succès
it: Backup inviato con successo
nl: Back-up succesvol
ru: Резервная копия создана успешно
sr: Rezervna kopija uspešno podeljena

# FailedToBackupToRemote
source: Failed to backup to remote server
de: Erstellung der Sicherung auf dem Remote-Server fehlgeschlagen
es: No fue posible realizar la copia de seguridad en el servidor remoto
fr: Échec de la sauvegarde sur le serveur distant
it: Backup su server remoto fallito
nl: Back-up naar de remote server is gefaald
ru: Ошибка резервного копирования на сервер
sr: Nije uspelo pravljenje rezervne kopije na udaljenom serveru

source: Import their plan
de: Plan importieren
es: Importar su plan
fr: Importer leur plan
it: Importa il loro piano
nl: Importeer hun trainingsplan
ru: Импортировать их план
sr: Uvezi njihov plan

# ImportTheirPlanMessage{user}
source: This will import <em>{0}'s</em> plan. It will not overwrite your existing plan.
de: Dies wird <em>{0}'s</em> Plan importieren. Bestehende Pläne werden nicht überschrieben.
es: Esto importará la información del plan <em>{0}</em>. Esto no sobrescribirá tu plan existente.
fr: Cela importera le plan de <em>{0}</em>. Cela n'écrasera pas votre plan existant.
it: Questo importerà il piano di <em>{0}'s</em> . Non sovrascriverà il tuo piano corrente.
nl: Dit zal het trainingsplan van <em>{0}'s</em> importeren. Dit overschrijft niet jouw eigen trainingsplan.
ru: Будет импортирован план <em>{0}</em>. Ваш текущий план останется без изменений.
sr: Ovo će uvesti <em>{0}'s</em> plan. Neće prepisati vaš postojeći plan.

# Translation
source: Suggest a translation
de: Übersetzung vorschlagen
es: Sugerir una traducción
fr: Suggérer une traduction
it: Suggerisci una traduzione
nl: Vertaling voorstellen
ru: Предложить перевод
sr: Predložite prevod

# TranslationSubtitle
source: Submit translations for parts of the app!
de: Reiche eine Übersetzung für Teile der App ein!
es: ¡Enviar traducciones para partes de la aplicación!
fr: Soumettez des traductions pour des parties de l'application !
it: Invia traduzioni per l'app!
nl: Stuur een vertaling van een deel van de app!
ru: Предложите улучшения перевода!
sr: Pošaljite prevode za delove aplikacije!

# ManageWorkoutTitle
source: Manage workout
de: Training verwalten
es: Administrar entrenamiento
fr: Gérer l'entraînement
it: Gestisci allenamento
nl: Beheer trainingen
ru: Управление тренировкой
sr: Upravljajte treningom
