Repository: LiamMorrow/LiftLog
Catalog: LiftLog.Ui/i18n/UiStrings.*.resx
Languages: de, es, fi, fr, it, nl, ru, sr

source: Freeform session
de: Freie Trainingseinheit
es: Sesión de formato libre
fi: Vapaamuotoinen harjoitus
fr: Séance libre
it: Sessione a corpo libero
nl: Vrije sessie
ru: Произвольная тренировка
sr: Slobodna serija

source: Edit
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
nl: Aanpassen
ru: Изменить
sr: Izmenite

source: Notes
de: Notizen
es: Notas
fi: Muistiinpanot
it: Note
nl: Notities
ru: Заметки
sr: Beleške

source: Remove
de: Entfernen
es: Quitar
fi: Poista
fr: Supprimer
it: Rimuovi
nl: Verwijderen
ru: Удалить
sr: Uklonite

source: Workout
es: Ejercicio
fi: Harjoitus
fr: Entraînement
it: Allenamento
nl: Training
ru: Тренировка
sr: Trening

source: Feed
es: Actualizaciones
fi: Syöte
fr: Fil
ru: Лента
sr: Tok

source: Stats
de: Daten
es: Estadísticas
fi: Tilastot
it: Statistiche
ru: Статистика
sr: Statistika

source: History
de: Verlauf
es: Historial
fi: Historia
fr: Historique
it: Cronologia
nl: Geschiedenis
ru: История
sr: Istorija

source: Settings
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Paramètres
it: Impostazioni
nl: Instellingen
ru: Настройки
sr: Podešavanja

source: Statistics
de: Statistiken
es: Estadísticas
fi: Tilastot
fr: Statistiques
it: Statistiche
nl: Statistieken
ru: Статистика
sr: Statistike

# Feed_Following
source: Following
de: Gefolgt
es: Siguiendo
fi: Seuratut
fr: Abonnements
it: Seguiti
nl: Volgend
ru: Подписки
sr: Pratite

# Feed_Followers
source: Followers
es: Seguidores
fi: Seuraajat
fr: Abonnés
it: Seguaci
nl: Volgers
ru: Подписчики
sr: Pratioci

# SessionInProgress
source: There is already a session in progress, start a new one without saving?
de: Eine Session wird derzeitig durchgeführt. Eine neue Session starten, ohne die alte Session zu speichern?
es: Ya existe una sesión en curso, ¿iniciar una nueva sin guardar?
fi: Harjoitus on jo käynnissä, aloitetaanko uusi tallentamatta?
fr: Une séance est déjà en cours, commencer une nouvelle sans sauvegarder ?
it: C'è già una sessione in corso, vuoi iniziare un'altra senza salvare?
nl: Een sessie is al bezig, start een nieuwe zonder op te slaan?
ru: Тренировка уже начата. Начать новую без сохранения?
sr: Već postoji aktivna sesija, da li želite da započnete novu bez čuvanja?

source: Replace current session
de: Derzeitige Session ersetzen
es: Reemplazar la sesión actual
fi: Korvaa nykyinen harjoitus
fr: Remplacer la séance actuelle
it: Sostituisci sessione corrente
nl: Vervang huidige sessie
ru: Заменить текущую тренировку
sr: Zameni trenutnu sesiju

# NoPlanCreated
source: No plan created yet!
de: Bislang kein Plan erstellt!
es: ¡No hay plan creado aún!
fi: Suunnitelmaa ei ole vielä luotu!
fr: Aucun plan créé pour l'instant !
it: Nessun piano di allenamento creato per ora!
nl: Nog geen plan gemaakt!
ru: План тренировок ещё не создан!
sr: Plan još uvek nije kreiran!

source: Add Workouts
de: Workout hinzufügen
es: Agregar entrenamiento
fi: Lisää harjoituksia
fr: Ajouter des entraînements
it: Aggiungi Allenamenti
nl: Training toevoegen
ru: Добавить тренировки
sr: Dodajte vežbe

source: Select a plan
de: Wähle einen Plan aus
es: Selecciona un plan
fi: Valitse suunnitelma
fr: Sélectionner un plan
it: Seleziona un piano di allenamento
nl: Selecteer een plan
ru: Выбрать план
sr: Odaberite plan

source: Upcoming Workouts
de: Kommende Workouts
es: Próximos entrenamientos
fi: Tulevat harjoitukset
fr: Prochains entraînements
it: Prossimi Allenamenti
nl: Volgende trainingen
ru: Предстоящие тренировки
sr: Predstojeći Treninzi

source: Back up data
de: Daten sichern
es: Respaldar datos
fi: Varmuuskopioi tiedot
fr: Sauvegarder les données
it: Back up Dati
ru: Резервное копирование
sr: Napravite rezervnu kopiju podataka

# BackUpDataReminder
source: It has been a while since you last created a backup. It is HIGHLY recommended you back up your data regularly to prevent data loss. Would you like to back up your data now?
de: Es ist eine Weile seit dem letzten Backup her. Es wird DRINGEND empfohlen, Daten regelmäßg zu sichern, um Datenverluste zu vermeiden. Möchtest du deine Daten jetzt sichern?
es: Ha pasado un tiempo desde la última vez que creaste una copia de seguridad. Se recomienda ENFÁTICAMENTE que hagas copias de seguridad de tus datos con regularidad para evitar su pérdida. ¿Quieres hacer una copia de seguridad de tus datos ahora?
fi: Viimeisestä varmuuskopioinnista on kulunut aikaa. On ERITTÄIN suositeltavaa varmuuskopioida tiedot säännöllisesti tietojen menetyksen estämiseksi. Haluatko varmuuskopioida tiedot nyt?
fr: Cela fait un moment que vous n'avez pas créé de sauvegarde. Il est FORTEMENT recommandé de sauvegarder vos données régulièrement pour éviter toute perte. Voulez-vous sauvegarder vos données maintenant ?
it: È passato un po' di tempo dall'ultimo backup, è consigliato effettuarli regolarmente per non perdere i tuoi dati. Vuoi effettuare il backup adesso?
nl: Het is lang geleden dat u een back-up gemaakt heeft. Het is aanbevolen om uw data regelmatig op te slaan om dataverlies te voorkomen. Wilt u nu uw data back-uppen?
ru: С момента последнего резервного копирования прошло много времени. Настоятельно рекомендуем регулярно создавать резервные копии для предотвращения потери данных. Создать резервную копию сейчас?
sr: Prošlo je neko vreme od kada ste poslednji put napravili rezervnu kopiju. Preporučuje se DA REDOVNO pravite rezervnu kopiju svojih podataka kako biste sprečili gubitak podataka. Da li biste želeli da napravite rezervnu kopiju podataka?

source: Yes
de: Ja
es: Si
fi: Kyllä
fr: Oui
it: Si
nl: Ja
ru: Да
sr: Da

source: No
de: Nein
fi: Ei
fr: Non
nl: Nee
ru: Нет
sr: Ne

source: Don't ask again
de: Nicht mehr fragen
es: No preguntar de nuevo
fi: Älä kysy uudelleen
fr: Ne plus demander
it: Non chiedere più
nl: Niet opnieuw vragen
ru: Не спрашивать снова
sr: Ne pitaj ponovo

source: Open Link
de: Link öffnen
es: Abrir enlace
fi: Avaa linkki
fr: Ouvrir le lien
it: Apri Link
ru: Открыть ссылку
sr: Otvorite Link

source: Cancel
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
nl: Annuleer
ru: Отмена
sr: Otkaži

source: Calculating...
de: Berechne...
es: Calculando...
fi: Lasketaan...
fr: Calcul en cours...
it: Calcolo in corso..
nl: Berekenen...
ru: Вычисление...
sr: Računam...

source: No data available
de: Keine Daten verfügbar
es: No hay datos disponibles
fi: Tietoja ei saatavilla
fr: Aucune donnée disponible
it: Nessun dato disponibile
nl: Geen data beschikbaar
ru: Нет данных
sr: Nema dostupnih podataka

# TryChangingFilters
source: Try changing the filters at the top
de: Versuche die oberen Filter zu ändern
es: Intente cambiar los filtros en la parte superior
fi: Kokeile muuttaa yläreunan suodattimia
fr: Essayez de modifier les filtres en haut
it: Prova a cambiare i filtri in alto
nl: Probeer de filters boven aan te passen
ru: Попробуйте изменить фильтры вверху
sr: Pokušaj promeniti filtere na vrhu

source: Average time between sets
de: Durchschnittliche Zeit zwischen Sets
es: Tiempo promedio entre series
fi: Keskimääräinen aika sarjojen välillä
fr: Temps moyen entre les séries
it: Media tempo tra le serie
nl: Gemiddelde tijd tussen sets
ru: Среднее время между подходами
sr: Prosečno vreme između serija

source: Heaviest lift
de: Übung mit dem höchsten Gewicht
es: Levantamiento mas pesado
fi: Painavin nosto
fr: Charge la plus lourde
it: Ripetizione più pesante
nl: Zwaarste lift
ru: Рекордный вес
sr: Najveća dizana težina

source: Most time spent
de: Meiste Zeit verbracht
es: Mayor parte del tiempo dedicado
fi: Aikaa käytetty eniten
fr: Plus de temps passé
it: Maggior tempo trascorso
nl: Langste tijd gespendeerd
ru: Максимум времени
sr: Najviše vremena provedeno

source: Average session length
de: Durchschnittliche Session-Länge
es: Duración promedio de sesión
fi: Keskimääräinen harjoituksen kesto
fr: Durée moyenne de séance
it: Media durata sessione
nl: Gemiddelde sessie lengte
ru: Средняя длительность тренировки
sr: Prosečno vreme trajanja serije

source: Bodyweight
de: Körpergewicht
es: Peso corporal
fi: Paino
fr: Poids corporel
it: Peso corporeo
nl: Lichaamsgewicht
ru: Вес тела
sr: Težina tela

source: Sessions
es: Sesiones
fi: Harjoitukset
fr: Séances
it: Sessioni
nl: Sessies
ru: Тренировки
sr: Serije

source: No exercises found.
de: Keine Übungen gefunden.
es: No se encontraron ejercicios.
fi: Liikkeitä ei löytynyt.
fr: Aucun exercice trouvé.
it: Nessun esercizio trovato.
nl: Geen oefeningen gevonden
ru: Упражнения не найдены
sr: Nema pronađenih vežbi.

source: All time
de: Gesamte Zeit
es: Todo el tiempo
fi: Koko ajalta
fr: Tout le temps
it: Sempre
nl: Altijd
ru: За всё время
sr: Svo vreme

# {NumDays}NumDays
source: {0} days
de: {0} Tage
es: {0} días
fi: {0} päivää
fr: {0} jours
it: {0} giorni
nl: {0} dagen
ru: {0} дней
sr: {0} dana

source: All sessions
de: Alle Sessions
es: Todas la sesiones
fi: Kaikki harjoitukset
fr: Toutes les séances
it: Tutte le sessioni
nl: Alle sessies
ru: Все тренировки
sr: Sve serije

source: Current sessions
de: Derzeitige Session
es: Sesiones actuales
fi: Nykyiset harjoitukset
fr: Séances actuelles
it: Sessioni correnti
nl: Huidige sessie
ru: Текущие тренировки
sr: Trenutne serije

# NotPublishingWorkouts
source: You are not publishing your workouts
de: Deine Workouts werden nicht veröffentlicht
es: No estás publicando tus ejercicios
fi: Et julkaise harjoituksiasi
fr: Vous ne publiez pas vos entraînements
it: Non stai pubblicando i tuoi allenamenti
nl: Je deelt nog geen trainingen
ru: Вы не публикуете тренировки
sr: Ne objavljujete vaša vežbanja

source: Start publishing
de: Veröffentlichung starten
es: Empezar a publicar
fi: Aloita julkaiseminen
fr: Commencer à publier
it: Inizia a pubblicare
nl: Start delen
ru: Начать публикацию
sr: Počnite da objavljujete

source: Nothing here yet!
de: Noch nichts vorhanden!
es: ¡Nada por aquí todavía!
fi: Täällä ei ole vielä mitään!
fr: Rien ici pour l'instant !
it: Non c'è ancora niente qua!
nl: Hier is nog niks!
ru: Пока ничего нет!
sr: Ovde nema ničega!

# NoFollowingData
source: Nobody you're following has published anything yet! Come back later.
de: Niemand, dem du folgst, hat bis jetzt etwas veröffentlich! Komme später wieder.
es: ¡Nadie de las personas que sigues ha publicado aún! Vuelve más tarde.
fi: Kukaan seuraamasi henkilö ei ole vielä julkaissut mitään! Palaa myöhemmin.
fr: Personne que vous suivez n'a encore publié ! Revenez plus tard.
it: Nessuna persona che segui ha ancora pubblicato qualcosa! Torna più tardi.
nl: Nog niemand heeft data gedeeld! Kom later terug.
ru: Ваши подписки ещё ничего не опубликовали! Загляните позже.
sr: Niko koga pratite još nije objavio ništa! Dođite ponovo kasnije.

source: Start following someone!
de: Beginne, jemanden zu folgen!
es: ¡Empieza a seguir alguien!
fi: Aloita jonkun seuraaminen!
fr: Commencez à suivre quelqu'un !
it: Inizia a seguire qualcuno!
nl: Begin iemand te volgen!
ru: Начните подписываться!
sr: Zapratite nekoga!

# NotFollowingAnyone
source: You're not currently following anyone, ask a friend for their share link to start!
de: Du folgst noch niemand - Frag deine Freunde, ob sie ihren Link mit dir teilen!
es: Actualmente no estás siguiendo a nadie ¡pregunta a un amigo por su enlace para empezar!
fi: Et seuraa ketään tällä hetkellä, pyydä ystävältä jakolinkki aloittaaksesi!
fr: Vous ne suivez personne pour l'instant, demandez un lien de partage à un ami pour commencer !
it: Non stai ancora seguendo nessuno, chiedi ad un amico il suo link di condivisione per iniziare!
nl: Je volgt nog niemand. Vraag iemand om hun link!
ru: У вас пока нет подписок. Попросите друга прислать ссылку для подключения!
sr: Trenutno ne pratite nikoga, pitajte prijatelje za njihov link za deljenje kako biste započeli!

# NobodyFollowingYou
source: Nobody is following you yet!
de: Noch niemand folgt dir bis jetzt!
es: ¡Nadie te está siguiendo aún!
fi: Kukaan ei vielä seuraa sinua!
fr: Personne ne vous suit pour l'instant !
it: Nessuno ti sta ancora seguendo!
nl: Nog geen volgers!
ru: У вас пока нет подписчиков!
sr: Još uvek te niko ne prati!

# ShareLinkToGetFollowers
source: Share your link with friends to get followers
de: Teile deinen Link mit Freunden, um Follower zu gewinnen
es: Comparte tu enlace con amigos para conseguir seguidores
fi: Jaa linkkisi ystävillesi saadaksesi seuraajia
fr: Partagez votre lien avec vos amis pour avoir des abonnés
it: Condividi il tuo link con gli amici per guadagnare seguaci
nl: Deel de link om volgers te krijgen
ru: Поделитесь ссылкой, чтобы привлечь подписчиков
sr: Podeli svoj link sa prijateljima kako bi dobio pratioce

source: Unfollow
de: Nicht mehr folgen
es: Dejar de seguir
fi: Lopeta seuraaminen
fr: Ne plus suivre
it: Smetti di seguire
nl: Ontvolgen
ru: Отписаться
sr: Prestani da pratiš

source: Unfollow user
de: Nutzer nicht mehr folgen
es: Dejar de seguir usuario
fi: Lopeta käyttäjän seuraaminen
fr: Ne plus suivre l'utilisateur
it: Smetti di seguire l'utente
nl: Ontvolg gebruiker
ru: Отписаться от пользователя
sr: Prestani da pratiš korisnika

source: Remove follower
de: Follower entfernen
es: Quitar seguidor
fi: Poista seuraaja
fr: Supprimer l'abonné
it: Rimuovi seguace
nl: Verwijder volger
ru: Удалить подписчика
sr: Ukloni pratioca

# RemoveFollowerMsgPart1
source: This will stop
de: Dadurch kann
es: Esto detendrá
fi: Tämä estää käyttäjää
fr: Cela empêchera
it: Questo farà smettere
nl: Hierdoor zal
ru: Это действие отменит подписку
sr: Ovo će zaustaviti

# RemoveFollowerMsgPart2
source: from following you and remove all your content from their device.
de: dir nicht mehr folgen und alle Inhalte von dir werden auf dem Gerät vom Nutzer enfernt.
es: de seguirte y eliminará todo tu contenido de su dispositivo.
fi: seuraamasta sinua ja poistaa kaikki sisältösi hänen laitteeltaan.
fr: de vous suivre et supprimera tout votre contenu de son appareil.
it: di seguirti e rimuoverà tutto il tuo contenuto dal loro dispositivo.
nl: stoppen jouw te volgen en verwijdert al jouw gegevens van hun apparaat.
ru: и удалит весь ваш контент с его устройства.
sr: njihovo praćenje i ukloniti sav tvoj sadržaj sa njihovog uređaja.

# Unfollow{User}Msg
source: This will unfollow <em>{0}</em> and remove all their content on your device.
de: Dadurch folgst du <em>{0}</em> nicht mehr und alle Inhalte vom Nutzer werden auf deinem Gerät entfernt.
es: Esto dejará de seguir a <em>{0}</em> y eliminará todo su contenido de tu dispositivo.
fi: Tämä lopettaa käyttäjän <em>{0}</em> seuraamisen ja poistaa kaiken heidän sisältönsä laitteeltasi.
fr: Vous ne suivrez plus <em>{0}</em> et tout son contenu sera supprimé de votre appareil.
it: Questo farà smettere di seguire <em>{0}</em> e rimuoverà tutto il suo contenuto dal tuo dispositivo.
nl: Ontvolg <em>{0}</em> en verwijder al hun gegevens van jouw apparaat.
ru: Вы отпишетесь от <em>{0}</em>, и весь их контент будет удалён с вашего устройства.
sr: Ovo će prestati da prati <em>{0}</em> i ukloniti sav njihov sadržaj sa tvog uređaja.

source: Session contains no exercises.
de: Die Session enthält keine Übungen.
es: La sesión no contiene ejercicios.
fi: Harjoitus ei sisällä liikkeitä.
fr: La séance ne contient aucun exercice.
it: La sessione non contiene esercizi.
nl: Sessie bevat geen oefeningen.
ru: В тренировке нет упражнений.
sr: Serija ne sadrži nikakva vežbanja.

source: Update plan
de: Plan aktualisieren
es: Actualizar plan
fi: Päivitä suunnitelma
fr: Mettre à jour le plan
it: Aggiorna Piano
ru: Обновить план
sr: Ažuriraj plan

source: Add Exercise
de: Übung hinzufügen
es: Agregar ejercicio
fi: Lisää liike
fr: Ajouter un exercice
it: Aggiungi Esercizio
nl: Oefening toevoegen
ru: Добавить упражнение
sr: Dodaj Vežbanje

source: Finish
de: Beenden
es: Finalizar
fi: Valmis
fr: Terminer
it: Fine
nl: Eindigen
ru: Завершить
sr: Završi

source: Save
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
nl: Opslaan
ru: Сохранить
sr: Sačuvaj

source: Edit Exercise
de: Übung bearbeiten
es: Editar ejercicio
fi: Muokkaa liikettä
fr: Modifier l'exercice
it: Modifica Esercizio
nl: Oefening aanpassen
ru: Редактировать упражнение
sr: Izmeni Vežbanje

source: Update
de: Aktualisieren
es: Actualizar
fi: Päivitä
fr: Mettre à jour
it: Aggiorna
ru: Обновить
sr: Ažuriraj

source: Add
de: Hinzufügen
es: Agregar
fi: Lisää
fr: Ajouter
it: Aggiungi
nl: Voeg toe
ru: Добавить
sr: Dodaj

source: Select Reps
de: Wiederholungen auswählen
es: Seleccionar repeticiones
fi: Valitse toistot
fr: Sélectionner les répétitions
it: Seleziona Ripetizioni
nl: Selecteer Herhalingen
ru: Выбрать повторения
sr: Izaberi ponavljanja

# RemoveExerciseQuestion
source: Remove exercise?
de: Übung entfernen?
es: ¿Quitar ejercicio?
fi: Poistetaanko liike?
fr: Supprimer l'exercice ?
it: Vuoi rimuovere l'esercizio?
nl: Oefening verwijderen?
ru: Удалить упражнение?
sr: Ukloni vežbanje?

# RemoveExerciseMessage
source: Exercise will be removed from the current session, future sessions will not be impacted.
de: Die Übung wird von der derzeitigen Session entfernt. Zukünftige Session werden dadurch nicht beeinflusst.
es: El ejercicio será eliminado de la sesión actual, las siguientes sesiones no se verán afectadas.
fi: Liike poistetaan nykyisestä harjoituksesta, tämä ei vaikuta tuleviin harjoituksiin.
fr: L'exercice sera supprimé de la séance actuelle, les séances futures ne seront pas affectées.
it: L'esercizio sarà rimosso dalla sessione corrente, questo non avrà effetto sulle sessioni future.
nl: Oefening zal verwijderd worden uit huidige sessie; toekomstige sessies blijven onveranderd.
ru: Упражнение будет удалено из текущей тренировки. Будущие тренировки не изменятся.
sr: Vežba će biti uklonjena iz trenutne serije, buduće serije neće biti pogođene.

# UpdateExistingWorkout{Name}
source: Would you like to update the existing workout named <em>{0}</em>, or add a new workout?
de: Möchtest du den bestehenden Workout mit dem Namen <em>{0}</em> aktualisieren oder ein neues Workout hinzufügen?
es: ¿Desea actualizar el entrenamiento existente llamado <em>{0}</em> o agregar un nuevo entrenamiento?
fi: Haluatko päivittää olemassa olevan harjoituksen nimeltä <em>{0}</em>, vai lisätä uuden harjoituksen?
fr: Voulez-vous mettre à jour l'entraînement existant nommé <em>{0}</em>, ou ajouter un nouvel entraînement ?
it: Vuoi aggiornare l'allenamento <em>{0}</em>, o aggiungerne uno nuovo?
nl: Update de bestaande training <em>{0}</em>, of maak een nieuwe?
ru: Обновить существующую тренировку <em>{0}</em> или добавить новую?
sr: Da li želite da ažurirate postojeće vežbanje pod imenom <em>{0}</em>, ili da dodate novo vežbanje?

# PlanWillBeUpdated
source: The plan will be updated with the current session's exercises.
de: Der Plan wird mit der derzeitigen Übung der Session aktualisiert.
es: El plan se actualizará con los ejercicios de la sesión actual.
fi: Suunnitelma päivitetään nykyisen harjoituksen liikkeillä.
fr: Le plan sera mis à jour avec les exercices de la séance actuelle.
it: Il piano di allenamento sarà aggiornata con gli esercizi della sessione corrente.
nl: Het plan wordt geüpdatet met de oefeningen uit de huidige sessie.
ru: План будет обновлён с учётом упражнений текущей тренировки.
sr: Plan će biti ažuriran sa vežbama iz trenutne serije.

source: Exercise
de: Übung
es: Ejercicio
fi: Liike
fr: Exercice
it: Esercizio
nl: Oefening
ru: Упражнение
sr: Vežbanje

source: Sets
de: Sätze
es: Conjuntos
fi: Sarjat
fr: Séries
it: Serie
ru: Подходы
sr: Setovi

source: Reps
de: Wiederholungen
es: Repeticiones
fi: Toistot
fr: Répétitions
it: Ripetizioni
ru: Повторения
sr: Ponavljanja

source: Plan Notes
de: Übungnotizen
es: Notas del plan
fi: Suunnitelman muistiinpanot
fr: Notes du plan
it: Note Piano d'Allenamento
nl: Trainingsplan notities
ru: Заметки к плану
sr: Beleške Plana

source: Session Notes
de: Session-Notizen
es: Notas de la sesión
fi: Harjoituksen muistiinpanot
fr: Notes de la séance
it: Note Sessione
nl: Sessie notities
ru: Заметки к тренировке
sr: Beleške Serije

source: External Link
de: Externer Link
es: Enlace externo
fi: Ulkoinen linkki
fr: Lien externe
it: Link Esterni
nl: Externe link
ru: Внешняя ссылка
sr: Spoljašnji Link

source: Progressive Overload
es: Sobrecarga progresiva
fi: Nousujohteinen kuormitus
fr: Surcharge progressive
it: Sovraccarico Progressivo
nl: Gewichts progressie
ru: Прогрессивная перегрузка
sr: Progresivno Opterećenje

source: Superset next exercise
de: Nächste Übung als Supersatz
es: Siguiente ejercicios del super conjunto
fi: Yhdistä seuraava liike liikepariksi
fr: Superset avec l'exercice suivant
it: Prossimo esercizio superset
nl: Superset volgende oefening
ru: Суперсет со следующим упражнением
sr: Superset za sledeću vežbu

# RestShort
source: Short
de: Kurz
es: Corto
fi: Lyhyt
fr: Court
it: Corto
nl: Kort
ru: Короткий
sr: Kratki odmor

# RestMedium
source: Medium
de: Mittel
es: Medio
fi: Keskipitkä
fr: Moyen
it: Medio
ru: Средний
sr: Srednji odmor

# RestLong
source: Long
de: Lang
es: Largo
fi: Pitkä
it: Lungo
nl: Lang
ru: Длинный
sr: Dugi odmor

source: Custom
de: Individuell
es: Personalizado
fi: Mukautettu
fr: Personnalisé
it: Personalizzato
nl: Handmatig
ru: Свой вариант
sr: Prilagođeno

source: Min Rest
de: Min. Pause
es: Descanso mínimo
fi: Minimi lepo
fr: Repos min
it: Recupero Minimo
nl: Min rust
ru: Мин. отдых
sr: Min Odmor

source: Max Rest
de: Max. Pause
es: Descanso máximo
fi: Maksimi lepo
fr: Repos max
it: Recupero Massimo
nl: Max rust
ru: Макс. отдых
sr: Max Odmor

source: Failure Rest
de: Pause bei Versagen
es: Descanso por falla
fi: Lihasuupumuksen (failure) jälkeinen lepo
fr: Repos échec
it: Recupero a Cedimento
nl: Falende rust
ru: Отдых при отказе
sr: Neuspešni Odmor

# RestSingular{Time}
source: Rest <em>{0}</em>
de: <em>{0}</em> Pause
es: Descanse <em>{0}</em>
fi: Lepää <em>{0}</em>
fr: Repos <em>{0}</em>
it: Recupero <em>{0}</em>
nl: Rust <em>{0}</em>
ru: Отдых <em>{0}</em>
sr: Odmor <em>{0}</em>

# RestBetween{Time1}{Time2}
source: Rest between <em>{0}</em> and <em>{0}</em>
de: Pause zwischen <em>{0}</em> und <em>{1}</em>
es: Descanse entre <em>{0}</em> y <em>{0}</em>
fi: Lepoaika <em>{0}</em> ... <em>{1}</em>
fr: Repos entre <em>{0}</em> et <em>{1}</em>
it: Recupero tra <em>{0}</em> e <em>{1}</em>
nl: Rust tussen de <em>{0}</em> and <em>{1}</em>
ru: Отдых от <em>{0}</em> до <em>{1}</em>
sr: Odmor između <em>{0}</em> i <em>{1}</em>

source: Date
de: Datum
es: Fecha
fi: Päivämäärä
it: Data
nl: Datum
ru: Дата
sr: Datum

# CompleteAndComeBack
source: Complete a session and check again.
de: Beende eine Session und prüfe erneut.
es: Complete una sesión y verificar nuevamente.
fi: Suorita harjoitus ja tarkista uudelleen.
fr: Terminez une séance et revenez vérifier.
it: Completa la sessione e ricontrolla.
nl: Voltooi een sessie en check opnieuw.
ru: Проведите тренировку и проверьте снова.
sr: Završite seriju i proverite ponovo.

# NoSessionsInMonth{Month}
source: Nothing recorded in {0}<br>Complete a session or switch to another month to view your sessions.
de: Im {0} wurde keine Session aufgezeichnet <br>Beende eine Session oder wechsel in einen anderen Monat um deine Sessions zu sehen.
es: No hay registros en {0}<br>Complete una sesión o cambie a otro mes para ver sus sesiones.
fi: Ei merkintöjä kuukaudelta {0}<br>Suorita harjoitus tai vaihda toiseen kuukauteen nähdäksesi harjoituksesi.
fr: Rien d'enregistré en {0}<br>Terminez une séance ou changez de mois pour voir vos séances.
it: Non è stato registrato nulla a {0}<br> Completa la sessione o seleziona un altro mese per vedere le tue sessioni.
nl: Geen sessie opnames in {0}<br>Voltooi een sessie of bekijk een andere maand.
ru: За {0} записей нет<br>Проведите тренировку или выберите другой месяц.
sr: Nema ništa zapisano u {0}<br>Završite seriju ili se prebacite na drugi mesec da biste pogledali svoje serije.
