Repository: LiamMorrow/LiftLog
Catalog: LiftLog.Ui/i18n/UiStrings.*.resx
Languages: de, es, fi, fr, it, nl, ru, sr

source: Read documentation
de: Dokumentation lesen
es: Leer documentación
fi: Lue dokumentaatio
fr: Lire la documentation
it: Leggi la documentazione
nl: Lees documentatie
ru: Документация
sr: Pročitajte dokumentaciju

# PlaintextExportFormat
source: Format
es: Formato
fi: Tiedostomuoto
it: Formatta
nl: Formaat
ru: Формат

source: Export
de: Exportieren
es: Exportar
fi: Vie
fr: Exporter
it: Esporta
nl: Exporteer
ru: Экспортировать
sr: Izvezite

# RemoteBackupDescription
source: This is an advanced feature which enables LiftLog to send backups to a remote server.<br>Please read the documentation for instructions on how to set up a remote server.
de: Dies ist eine forgeschrittene Funktion, welche es LiftLog erlaubt, Backups an einen Remote-Server zu senden.<br>Bitte lese die Dokumentation um zu erfahren, wie diese Funktion genutzt werden kann.
es: Esta es una función avanzada que permite a LiftLog enviar copias de seguridad a un servidor remoto.<br>Lea la documentación para obtener instrucciones sobre cómo configurar un servidor remoto.
fi: Tämä on edistynyt ominaisuus, joka mahdollistaa LiftLogin varmuuskopioiden lähettämisen etäpalvelimelle.<br>Lue dokumentaatiosta ohjeet etäpalvelimen määrittämiseen.
fr: Ceci est une fonctionnalité avancée qui permet à LiftLog d'envoyer des sauvegardes vers un serveur distant.<br>Veuillez lire la documentation pour les instructions sur la configuration d'un serveur distant.
it: Questa funzionalità avanzata permette a LiftLog di inviare i backup ad un server remoto.<br>Perfavore leggi la documentazione per come configurare un server remoto.
nl: Hiermee kan LiftLog back-ups naar een remote server sturen; alleen voor geavanceerde gebruikers.<br>Lees de beschrijving over het opzetten van een remote server.
ru: Продвинутая функция отправки резервных копий на удалённый сервер.<br>Инструкции по настройке сервера смотрите в документации.
sr: Ovo je napredna funkcija koja omogućava da LiftLog salje rezervne kopije na udaljenom serveru.<br>Molimo vas pročitajte dokumentaciju kako da postavite udaljeni server.

source: Endpoint
fi: Päätepiste
fr: Point de terminaison
nl: Einde
ru: Конечная точка
sr: Krajnja tačka

source: API Key
es: Llave de API
fi: API-avain
fr: Clé API
it: Chiave API
ru: API-ключ
sr: API Ključ

# BackupFeedAccountSubtitle
source: Include your feed account data in backups
de: Feed-Kontodaten im Backup inkludieren
es: Incluir la información del feed de tu cuenta en la copia de seguridad
fi: Sisällytä syötetilisi tiedot varmuuskopioihin
fr: Inclure les données de votre compte de fil dans les sauvegardes
it: Includi i dati del feed nei backup
nl: Voeg jouw feed account data toe aan de back-ups
ru: Включать данные аккаунта в копии
sr: Uključi podatke sa svog naloga za tok u rezervne kopije

source: Test
es: Comprobar
fi: Testaa
fr: Tester
ru: Проверить
sr: Testiraj

# GeneratingAiPlan
source: Generating AI plan...<br><em>This may take up to 3 minutes</em>
de: KI-Plan wird generiert... <br<em>Dies kann bis zu 3 Minuten benötigen</em>
es: Generando plan con IA...<br><em>Esto puede tardar hasta 3 minutos</em>
fi: Luodaan tekoälysuunnitelmaa...<br><em>Tämä voi kestää jopa 3 minuuttia</em>
fr: Génération du plan IA...<br><em>Cela peut prendre jusqu'à 3 minutes</em>
it: Genero il piano di allenamento IA... <br><em>Potrebbero volerci fino a 3 minuti</em>
nl: AI trainingsplan genereren...<br><em>Dit kan tot 3 min duren.</em>
ru: Генерация плана ИИ...<br><em>Может занять до 3 минут</em>
sr: Stvaranje plana veštačkom intelegencijom...<br><em>Ovo može potrajati do 3 minuta</em>

# NoteAboutTweakingAiPlan
source: Note: you can tweak this plan after you accept it. Just head to the Manage Plan page in settings.
de: Hinweis: Du kann deinen Plan bearbeiten, nachdem du ihn akzeptiert hast. Gehe dafür einfach in die „Pläne verwalten“-Seite in den Einstellungen
es: Nota: Puedes modificar este plan después de aceptarlo. Solo tienes que ir a la página "Administrar plan" en la configuración.
fi: Huomio: voit hienosäätää tätä suunnitelmaa myöhemmin. Siirry vain Hallitse suunnitelmaa -sivulle asetuksissa.
fr: Note : vous pouvez ajuster ce plan après l'avoir accepté. Il suffit d'aller dans la page Gérer le plan dans les paramètres.
it: Nota: puoi modificare questo piano dopo che l'hai accettato. Devi solo andare nella pagina di gestione dei piani di allenamento nelle impostazioni.
nl: Merk op: aanpassingen zijn mogelijk nadat je dit plan hebt gekozen. Ga hiervoor naar Beheer Trainingsplannen.
ru: Примечание: после принятия план можно настроить в разделе "Управление планами".
sr: Napomena: Možete prilagoditi ovaj plan nakon što ga prihvatite. Samo idite na stranicu za upravljanje planom u podešavanjima

source: Accept
de: Akzeptieren
es: Aceptar
fi: Hyväksy
fr: Accepter
it: Accetta
nl: Accepteer
ru: Принять
sr: Prihvatite

source: Regenerate
de: Erneut generieren
es: Regenerar
fi: Luo uudelleen
fr: Régénérer
it: Rigenera
nl: Genereer opnieuw
ru: Создать заново
sr: Ponovo stvori

source: Retry
de: Wiederholen
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
it: Riprova
nl: Probeer opnieuw
ru: Повторить
sr: Pokušaj ponovo

source: AI Planner
de: KI-Planner
es: Planificador IA
fi: Tekoälysuunnittelija
fr: Planificateur IA
ru: ИИ планировщик
sr: Planer uz pomoć veštačke intelegencije

source: Back
de: Zurück
es: Volver
fi: Takaisin
fr: Retour
it: Indietro
nl: Terug
ru: Назад
sr: Nazad

source: Add to plan
de: Zum Plan hinzufügen
es: Agregar al plan
fi: Lisää suunnitelmaan
fr: Ajouter au plan
it: Aggiungi al piano
nl: Voeg toe aan trainingsplan
ru: Добавить в план
sr: Dodaj u plan

source: Start
es: Empezar
fi: Aloita
fr: Commencer
it: Inizia
ru: Начать
sr: Krenite

source: Generate
de: Generieren
es: Generar
fi: Luo
fr: Générer
it: Genera
nl: Genereer
ru: Создать
sr: Stvori

# SelectAtLeastOneArea
source: Please select at least one area to workout
de: Bitte mindestens einen Bereich für das Workout auswhälen
es: Por favor seleccione al menos un área para ejercitar
fi: Valitse vähintään yksi harjoitettava kehon osa
fr: Veuillez sélectionner au moins une zone à entraîner
it: Seleziona almeno un gruppo muscolare da allenare
nl: Selecteer tenminste 1 lichaamsdeel voor de training
ru: Выберите хотя бы одну группу мышц
sr: Molimo izaberite barem jedno područje za trening

source: AI Session Creator
de: KI Session-Generator
es: Creador de sesión por IA
fi: Harjoituksen luonti tekoälyllä
fr: Créateur de séance IA
nl: AI Sessie Maker
ru: Генератор тренировок ИИ
sr: Kreirajte Seriju uz pomoć veštačke intelegencije

source: Theme
es: Tema
fi: Ulkoasu
fr: Thème
it: Tema
nl: Thema
ru: Тема оформления
sr: Tema

source: Default
de: Standard
es: Por defecto
fi: Oletus
fr: Par défaut
it: Predefinito
nl: Standaard
ru: По умолчанию
sr: Podrazumevano

# AdditionalInformationLabel
source: Any additional information?
de: Weitere zusätzliche Informationen?
es: ¿Alguna información adicional?
fi: Lisätietoja?
fr: Des informations supplémentaires ?
it: Qualche informazione aggiuntiva?
nl: Extra informatie?
ru: Дополнительная информация
sr: Još dodatnih informacija?

# AdditionalInformationExtra
source: Goals, injuries, available equipment, etc.
de: Ziele, Verletzungen, vorhandenes Equipment etc.
es: Objetivos, lesiones, equipamiento disponible, etc.
fi: Tavoitteet, vammat, käytettävissä olevat välineet jne.
fr: Objectifs, blessures, équipement disponible, etc.
it: Obiettivi, infortuni, equipaggiamento disponibile ecc.
nl: Doelen, verwondingen, beschikbare apparaten, etc.
ru: Цели, травмы, доступное оборудование и т.д.
sr: Ciljevi, povrede, dostupna oprema, itd.

source: How old are you?
de: Wie alt bist du?
es: ¿Que edad tienes?
fi: Kuinka vanha olet?
fr: Quel âge avez-vous ?
it: Quanti anni hai?
nl: Hoe oud ben je?
ru: Укажите ваш возраст
sr: Koliko imate godina?

# SelectAtLeastOneGoal
source: Please select at least one goal
de: Bitte wähle mindestens ein Ziel aus
es: Por favor selecciona un objetivo
fi: Valitse vähintään yksi tavoite
fr: Veuillez sélectionner au moins un objectif
it: Selezione almeno un obiettivo
nl: Selecteer tenminste een doel
ru: Выберите хотя бы одну цель
sr: Molimo izaberite bar jedan cilj

# SelectNumberOfDays
source: Please select the number of days per week
de: Bitte wähle die Tage pro Woche aus
es: Por favor seleccione el número de días por semana
fi: Valitse harjoituspäivien määrä viikossa
fr: Veuillez sélectionner le nombre de jours par semaine
it: Seleziona il numero dei giorni a settimana
nl: Selecteer het aantal dagen per week
ru: Выберите количество тренировочных дней в неделю
sr: Molimo izaberite broj dana nedeljno

source: What is your gender?
de: Was ist dein Geschlecht?
es: ¿Cuál es tu género?
fi: Mikä on sukupuolesi?
fr: Quel est votre genre ?
it: Qual è il tuo genere?
nl: Wat is je geslacht?
ru: Выберите ваш пол
sr: Koji je vaš pol?

# GenderFemale
source: Female
de: Frau
es: Femenino
fi: Nainen
fr: Femme
it: Femmina
nl: Vrouw
ru: Женский
sr: Žensko

# GenderMale
source: Male
de: Mann
es: Masculino
fi: Mies
fr: Homme
it: Maschio
nl: Man
ru: Мужской
sr: Muško

# GenderOther
source: Other
de: Divers
es: Otro
fi: Muu
fr: Autre
it: Altro
nl: Ander
ru: Другой
sr: Ostalo

# GenderPreferNotToSay
source: Prefer not to say
de: Möchte ich nicht mitteilen
es: Prefiero no decirlo
fi: En halua kertoa
fr: Préfère ne pas dire
it: Preferisco non dirlo
nl: Deel dit liever niet
ru: Предпочитаю не указывать
sr: Ne želim da kažem

source: What are your goals?
de: Was sind deine Ziele?
es: ¿Cuáles son tus objetivos?
fi: Mitkä ovat tavoitteesi?
fr: Quels sont vos objectifs ?
it: Quali sono i tuoi obiettivi?
nl: Wat zijn jouw doelen?
ru: Выберите цели
sr: Koji su vaši ciljevi?

source: Toning
de: Definition
es: Tonificado
fi: Kiinteytyminen
fr: Tonification
it: Tonificazione
nl: Meer getoned worden
ru: Тонизирование
sr: Toniranje

# LosingWeight
source: Lowing Weight
de: Gewicht reduzieren
es: Pérdida de peso
fi: Painon pudotus
fr: Perte de poids
it: Dimagrire
nl: Afvallen
ru: Снижение веса
sr: Gubitak težine

source: Gaining Muscle
de: Muskelmasse aufbauen
es: Ganar músculo
fi: Lihasmassan kasvatus
fr: Prise de muscle
it: Ipertrofia
nl: Spiermassa Muscle
ru: Набор мышечной массы
sr: Dobijanje mišićne mase

source: Strength
de: Stärke
es: Fuerza
fi: Voima
fr: Force
it: Forza
nl: Kracht
ru: Развитие силы
sr: Snaga

source: What is your experience level?
de: Was ist dein Erfahrungslevel?
es: ¿Cuál es tu nivel de experiencia?
fi: Mikä on kokemustasosi?
fr: Quel est votre niveau d'expérience ?
it: Qual è il tuo livello di esperienza?
nl: Wat is jouw ervaringsniveau?
ru: Выберите ваш уровень подготовки
sr: Koji je vaš nivo iskustva?

# ExperienceProfessional
source: Professional
de: Profi
es: Profesional
fi: Ammattilainen
fr: Professionnel
it: Professionista
ru: Профессионал
sr: Profesionalac

# ExperienceAdvanced
source: Advanced
de: Fortgeschritten
es: Avanzado
fi: Edistynyt
fr: Avancé
it: Avanzato
ru: Продвинутый
sr: Napredan

# ExperienceIntermediate
source: Intermediate
de: Amateur
es: Intermedio
fi: Keskitaso
fr: Intermédiaire
it: Intermedio
ru: Средний
sr: Srednji

# ExperienceBeginner
source: Beginner
de: Anfänger
es: Principiante
fi: Aloittelija
fr: Débutant
it: Novizio
ru: Новичок
sr: Početnik

source: One
de: Eins
es: Uno
fi: Yksi
fr: Un
it: Uno
nl: Eén
ru: Один
sr: Jedan

source: Two
de: Zwei
es: Dos
fi: Kaksi
fr: Deux
it: Due
nl: Twee
ru: Два
sr: Dva

source: Three
de: Drei
es: Tres
fi: Kolme
fr: Trois
it: Tre
nl: Drie
ru: Три
sr: Tri

source: Four
de: Vier
es: Cuatro
fi: Neljä
fr: Quatre
it: Quattro
nl: Vier
ru: Четыре
sr: Četiri

source: Five
de: Fünf
es: Cinco
fi: Viisi
fr: Cinq
it: Cinque
nl: Vijf
ru: Пять
sr: Pet

source: Six
de: Sechs
es: Seis
fi: Kuusi
it: Sei
nl: Zes
ru: Шесть
sr: Šest

source: Seven
de: Sieben
es: Siete
fi: Seitsemän
fr: Sept
it: Sette
nl: Zeven
ru: Семь
sr: Sedam

source: How many days per week?
de: Wie viele Tage pro Woche?
es: ¿Cuántos dias por semana?
fi: Montako päivää viikossa?
fr: Combien de jours par semaine ?
it: Quanti giorni a settimana?
nl: Hoeveel dagen per week?
ru: Тренировочных дней в неделю?
sr: Koliko dana nedeljno?

source: How much do you weigh?
de: Wie viel wiegst du?
es: ¿Cuál es tu peso corporal?
fi: Paljonko painat?
fr: Combien pesez-vous ?
it: Quanto pesi?
nl: Wat is je gewicht?
ru: Напишите свой вес
sr: Kolika je vaša težina?

source: Arms
de: Arme
es: Brazos
fi: Käsivarret
fr: Bras
it: Braccia
nl: Armen
ru: Руки
sr: Ruke

source: Chest
de: Brust
es: Pecho
fi: Rinta
fr: Poitrine
it: Petto
nl: Borst
ru: Грудь
sr: Grudi

# BackMuscle
source: Back
de: Rücken
es: Espalda
fi: Selkä
fr: Dos
it: Schiena
nl: Rug
ru: Спина
sr: Leđa

source: Legs
de: Beine
es: Piernas
fi: Jalat
fr: Jambes
it: Gambe
nl: Benen
ru: Ноги
sr: Noge

source: Triceps
de: Trizeps
fi: Ojentajat
it: Tricipiti
ru: Трицепсы

source: Biceps
de: Bizeps
fi: Hauikset
it: Bicipiti
ru: Бицепсы

source: Quads
de: Quadrizeps
es: Cuádriceps
fi: Etureidet
fr: Quadriceps
it: Quadricipiti
ru: Квадрицепсы
sr: Kvadriceps

source: Hamstrings
de: rückseitige Oberschenkelmuskulatur
es: Isquiotibiales
fi: Takareidet
fr: Ischio-jambiers
it: Femorali
ru: Бицепсы бёдер
sr: Zadnja loža

source: Calves
de: Waden
es: Pantorrillas
fi: Pohkeet
fr: Mollets
it: Polpacci
nl: Kuiten
ru: Икры
sr: Listovi

# WhatAreYouWorkingOut
source: What are we working out?
es: ¿Qué estamos trabajando?
fi: Mitä treenataan?
fr: Que voulez-vous travailler ?
it: Cosa stiamo allenando?
nl: Wat trainen we?
ru: Что тренируем?
sr: Šta vežbamo?

source: How much volume?
de: Wie viel Gewicht?
es: ¿Cuánto volumen?
fi: Kuinka paljon määrää?
fr: Quel volume ?
it: Quanto volume?
nl: Hoeveel volume?
ru: Объём нагрузки?
sr: Koliko zapremine?

# VolumeLight
source: Light
de: Wenig
es: Liviano
fi: Vähän
fr: Léger
it: Leggero
nl: Licht
ru: Лёгкий
sr: Lako

# VolumeMedium
source: Medium
de: Mittel
es: Medio
fi: Keskitaso
fr: Moyen
it: Medio
ru: Средний
sr: Srednje

# VolumeHeavy
source: Heavy
de: Viel
es: Pesado
fi: Paljon
fr: Lourd
it: Pesante
nl: Zwaar
ru: Высокий
sr: Teško

source: Ok
nl: Oke
ru: ОК
sr: Okej

# FeedUserCompletedAWorkout{UserName}
source: <em>{0}</em> completed a workout!
de: <em>{0}</em> hat ein Workout beendet!
es: ¡<em>{0}</em> completó su entrenamiento!
fi: <em>{0}</em> suoritti harjoituksen!
fr: <em>{0}</em> a terminé un entraînement !
it: <em>{0}</em> ha completato un allenamento!
nl: <em>{0}</em> heeft een training voltooid!
ru: <em>{0}</em> завершил(а) тренировку!
sr: <em>{0}</em> završili ste vežbanje!

source: Anonymous User
de: Anonymer Nutzer
es: Usuario anónimo
fi: Nimetön käyttäjä
fr: Utilisateur anonyme
it: Utente Anonimo
nl: Anonieme gebruiker
ru: Аноним
sr: Anoniman Korisnik

source: Awaiting Response
de: Rückmeldung wird erwartet
es: Esperando respuesta
fi: Odotetaan vastausta
fr: En attente de réponse
it: In Attesa di Risposta
nl: Wachtend op een reactie...
ru: Ожидание ответа
sr: Čeka se Odgovor

source: Nickname
es: Apodo
fi: Nimimerkki
fr: Pseudo
nl: Bijnaam
ru: Имя
sr: Nadimak

source: View their plan
de: Plan anschauen
es: Ver su plan
fi: Katso heidän suunnitelmaansa
fr: Voir leur plan
it: Vedi il loro piano
nl: Bekijk hun trainingsplan
ru: Посмотреть их план
sr: Pogledajte njihov plan

# UserIsFollowingYou{User}
source: <em>{0}</em> is following you!
de: <em>{0}</em> folgt dir!
es: ¡<em>{0}</em> te está siguiendo!
fi: <em>{0}</em> seuraa sinua!
fr: <em>{0}</em> vous suit !
it: <em>{0}</em> ti sta seguendo!
nl: <em>{0}</em> volgt jou!
ru: <em>{0}</em> подписался(ась) на вас!
sr: <em>{0}</em> vas prati!

# FollowUserBack{User}
source: Follow {0} back
de: Folge {0} zurück
es: Seguir
fi: Seuraa käyttäjää {0}
fr: Suivre {0} en retour
it: Segui {0} anche tu
nl: Volg {0}
ru: Подписаться на {0}
sr: Zapratite {0} nazad

# UserWantsToFollowYou{User}
source: <em>{0}</em> wants to follow you!
de: <em>{0}</em> möchte dir folgen!
es: ¡<em>{0}</em> quiere seguirte!
fi: <em>{0}</em> haluaa seurata sinua!
fr: <em>{0}</em> souhaite vous suivre !
it: <em>{0}</em> vuole seguirti!
nl: <em>{0}</em> wilt jou volgen!
ru: <em>{0}</em> хочет подписаться на вас!
sr: <em>{0}</em> želi da vas prati!

source: Deny
de: Ablehnen
es: Denegar
fi: Hylkää
fr: Refuser
it: Rifiuta
nl: Afwijzen
ru: Отклонить
sr: Odbij

# GenericLoading
source: Loading...
de: Laden...
es: Cargando...
fi: Ladataan...
fr: Chargement...
it: Caricamento...
nl: Laden...
ru: Загрузка...
sr: Učitavam...

source: Duplicate
de: Kopieren
es: Duplicar
fi: Kopioi
fr: Dupliquer
it: Duplica
nl: Dupliceren
ru: Дублировать
sr: Duplikat

# NeverDoneThisExerciseBefore
source: You have never done this exercise before
de: Du hast diese Übung noch nie durchgeführt.
es: Nunca antes practicaste este ejercicio
fi: Et ole tehnyt tätä liikettä aiemmin
fr: Vous n'avez jamais fait cet exercice auparavant
it: Non hai mai fatto questo esercizio prima d'ora
nl: Je hebt nog nooit deze oefening voltooid.
ru: Вы никогда не выполняли это упражнение
sr: Nikada ranije niste radili ovo vežbanje

source: Share
de: Teilen
es: Compartir
fi: Jaa
fr: Partager
it: Condividi
nl: Deel
ru: Поделиться
sr: Delite

# EditedOn{Date}
source: Edited: {0}
de: Bearbeitet: {0}
es: Editado: {0}
fi: Muokattu: {0}
fr: Modifié le : {0}
it: Modificato: {0}
nl: Aangepast: {0}
ru: Изменено: {0}
sr: Izmenjeno: {0}

source: Active
de: Aktiv
es: Activo
fi: Aktiivinen
fr: Actif
it: Attivo
nl: Actief
ru: Активно
sr: Aktivan

source: Search
de: Suchen
es: Buscar
fi: Haku
fr: Rechercher
it: Cerca
nl: Zoek
ru: Поиск
sr: Pretražite

source: Weight
de: Gewicht
es: Peso
fi: Paino
fr: Poids
it: Peso
nl: Gewicht
ru: Вес
sr: Težina

# EnableNotificationsQuestion
source: Enable Notifications?
de: Benachrichtigungen aktivieren?
es: ¿Habilitar notificaciones?
fi: Otetaanko ilmoitukset käyttöön?
fr: Activer les notifications ?
it: Attiva Notifiche?
nl: Notificaties activeren?
ru: Включить уведомления?
sr: Omogućite Notifikacije?

# AndroidNotificationPermissionExplanation
source: Newer Android devices require an additional permission to ensure that rest notifications are delivered on time. Without this permission, they will arrive late and largely be useless. On the next screen, please grant LiftLog the permission.
de: Neuere Android-Geräte benötigen zusätzliche Berechtigungen, um zu gewährleisten, dass Benachrichtigungen zeitnah angezeigt werden. Ohne diese Einstellungen werden die Benachrichtigungen nicht korrekt nutzbar sein. Bitte gebe daher LiftLog auf dem folgenden Bildschirm entsprechende Berechtigung.
es: Los dispositivos Android más nuevos requieren un permiso adicional para garantizar que las notificaciones de descanso se envíen a tiempo. Sin este permiso, llegarán tarde y serán prácticamente inútiles. En la siguiente pantalla, concédele el permiso a LiftLog.
fi: Uudemmat Android-laitteet vaativat lisäluvan varmistaakseen, että lepoajan ilmoitukset toimitetaan ajallaan. Ilman tätä lupaa ilmoitukset tulevat myöhässä ja ovat käytännössä hyödyttömiä. Anna LiftLogille lupa seuraavassa näkymässä.
fr: Les appareils Android récents nécessitent une permission supplémentaire pour garantir que les notifications de repos arrivent à temps. Sans cette permission, elles arriveront en retard et seront largement inutiles. Sur l'écran suivant, veuillez accorder la permission à LiftLog.
it: I dispositivi Android più recenti richiedono un permesso aggiuntivo per assicurarsi che le notifiche dei timer di recupero siano visualizzate in tempo. Senza questo permesso, arriveranno in ritardo e saranno pressochè inutili. Nella prossima schermata, perfavore dai il consenso a LiftLog.
nl: Nieuwere Android apparaten hebben extra toegang nodig om de rust notificaties op het juiste moment te tonen. Zonder deze extra toegang zullen de notificaties te laat komen en onbruikbaar zijn. Geef LiftLog toegang op het volgende scherm.
ru: Новые устройства Android требуют дополнительного разрешения для своевременных уведомлений об окончании отдыха. Без него уведомления будут приходить с задержкой. На следующем экране предоставьте LiftLog необходимое разрешение.
sr: Noviji Android uređaji zahtevaju dodatnu dozvolu kako bi obaveštenja o odmoru bila isporučena na vreme. Bez ove dozvole, stići će kasnije i biće beskorisna. Na sledećem ekranu, molimo dajte LiftLog-u dozvolu.

# EnjoyingLiftLogQuestion
source: Enjoying LiftLog?
de: Gefällt dir LiftLog?
es: ¿Estás disfrutando LiftLog?
fi: Pidätkö LiftLogista?
fr: Vous appréciez LiftLog ?
it: Ti sta piacendo LiftLog?
nl: Blij met LiftLog?
ru: Нравится LiftLog?
sr: Sviđa vam se LiftLog?

# EnjoyingLiftLogMessage{Type}{Store}
source: If so, would you take a minute to leave a {0} on {1}?
de: Falls ja, möchtest du dir eine Minute Zeit nehmen, um ein(e) {0} im {1} zu hinterlassen.
es: Si es así ¿te tomarías un minuto para dejar un {0} en {1}?
fi: Jos pidät, käyttäisitkö hetken antaaksesi {0} palvelussa {1}?
fr: Si oui, prendriez-vous une minute pour laisser un {0} sur {1} ?
it: Se sì, ci dedicheresti un minuto per lasciare {0} su {1}?
nl: Wij zijn benieuwd naar jouw mening. Laat een {0} achter op {1}?
ru: Не могли бы вы оставить {0} на {1}?
sr: Ako da, imate li minut da ostavite {0} na {1}?

source: Not now
de: Nicht jetzt
es: No ahora
fi: Ei nyt
fr: Pas maintenant
it: Non adesso
nl: Niet nu
ru: Не сейчас
sr: Ne sada

source: Rate
de: Bewerten
es: Puntaje
fi: Arvostele
fr: Évaluer
it: Valuta
ru: Оценить
sr: Ocenite

source: Never
de: Nie
es: Nunca
fi: Ei koskaan
fr: Jamais
it: Mai
nl: Nooit
ru: Никогда
sr: Nikad

# GithubStar
source: star
de: Stern
es: estrella
fi: tähden
fr: étoile
it: Stella
nl: ster
ru: звезду
sr: zvezda

source: review
es: calificar
fi: arvostelun
fr: avis
it: Recensione
ru: отзыв
sr: ostavite recenziju

source: Optional
es: Opcional
fi: Valinnainen
fr: Optionnel
it: Facoltativo
nl: Optioneel
ru: Необязательно
sr: Opciono

source: Your Name
de: Dein Name
es: Tu nombre
fi: Nimesi
fr: Votre nom
it: Il tuo nome
nl: Je naam
ru: Ваше имя
sr: Vaše Ime

source: Publish workout
de: Workout veröffentlichen
es: Publicar entrenamiento
fi: Julkaise harjoitus
fr: Publier l'entraînement
it: Pubblica allenamento
nl: Training publiceren
ru: Публиковать тренировки
sr: Objavite vežbanje

source: Publish bodyweight
de: Körpergewicht veröffentlichen
es: Publicar peso corporal
fi: Julkaise kehonpaino
fr: Publier le poids corporel
it: Pubblica peso corpoeo
nl: Lichaamsgewicht publiceren
ru: Публиковать вес тела
sr: Objavite težinu tela

source: Publish plan
de: Plan veröffentlichen
es: Publicar plan
fi: Julkaise suuntelma
fr: Publier le plan
it: Pubblica piano
nl: Trainingsplan publiceren
ru: Публиковать план
sr: Objavite Plan

# PublishWorkoutSubtitle
source: Publish workouts as you complete them
de: Workout nach Beenden veröffentlichen
es: Publicar tus entrenamientos cuando los completes
fi: Julkaise harjoitus kun lopetat
fr: Publier les entraînements au fur et à mesure que vous les terminez
it: Pubblica gli allenamenti quando finisci
nl: Publiceer training wanneer voltooid
ru: Публиковать завершённые тренировки
sr: Objavite vežbanja kada ih završite

# PublishPlanSubtitle
source: Publish your current plan for your followers to see and import
de: Derzeitigen Plan für Follower zum Import veröffentlichen
es: Publicar tu actual plan para tus seguidos para que puedan verlo e importarlo
fi: Julkaise nykyinen suunnitelmasi seuraajillesi nähtäväksi ja kopioitavaksi
fr: Publier votre plan actuel pour que vos abonnés puissent le voir et l'importer
it: Pubblica il tuo piano corrente così che i tuoi seguaci possano vederlo e importarlo
nl: Publiceer jouw huidige trainingsplan voor andere te zien en te importeren
ru: Публикация плана для подписчиков
sr: Objavite vaš trenutni plan za vaše pratioce i uvezite
